// координаты дорог на файле карты
var coordsMapping = 
{
	1: {
		1000: {
			x: 1218,
			y: 401,
			width: 134,
			height: 666
		}
	},
	1000: {
		1: {
			x: 1218,
			y: 401,
			width: 134,
			height: 666
      	},
		1001: {
			x: 1220,
			y: 920,
			width: 1500,
			height: 150
		}
	},
	1001: {
		1000: {
			x: 1220,
			y: 920,
			width: 1500,
			height: 150
		},
		3: {
			x: 2500,
			y: 925,
			width: 220,
			height: 1568
		},
		2: {
			x: 2500,
			y: 925,
			width: 600,
			height: 144
		}
	},
	2: {
		1001: {
			x: 2500,
			y: 925,
			width: 600,
			height: 144
		},
		1002: {
			x: 2980,
			y: 910,
			width: 132,
			height: 1500
		}
	},
	3: {
		1001: {
			x: 2500,
			y: 925,
			width: 220,
			height: 1568
		}
	},
	1002: {
		2: {
			x: 2980,
			y: 910,
			width: 132,
			height: 1500
		},
		1003: {
			x: 2980,
			y: 2280,
			width: 1528,
			height: 152
		}
	},
	1003: {
		5: {
			x: 4316,
			y: 2284,
			width: 184,
			height: 960
		},
		1002: {
			x: 2980,
			y: 2280,
			width: 1528,
			height: 152
		}
	},
	5: {
		1003: {
			x: 4316,
			y: 2284,
			width: 184,
			height: 960
		}
	}
}